Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.tor.started
source: tor started. routing all chats via tor for IP privacy.
ar: tor يعمل. كل الدردشة تمر عبر tor للخصوصية.
bn: Tor চালু হয়েছে। IP গোপন রাখতে সব চ্যাট Tor দিয়ে যাচ্ছে।
es: tor se inició. Todo el chat se enruta por Tor para privacidad.
fa: Tor راه‌اندازی شد. همهٔ گفتگوها برای حفظ حریم IP از طریق Tor مسیریابی می‌شوند.
fr: tor a démarré. tout le chat passe par tor pour la confidentialité.
he: tor פעיל. כל הצ'אט עובר דרך tor לפרטיות.
hi: Tor शुरू हो गया। IP गोपनीयता के लिए सभी चैट Tor से रूट हो रहे हैं।
id: tor berjalan. seluruh chat dirutekan lewat tor demi privasi.
it: tor è avviato. tutta la chat passa da tor per la privacy.
ja: torを起動しました。全チャットをtor経由で配信します。
ko: tor가 시작되었습니다. IP 보호를 위해 모든 대화를 tor를 통해 라우팅합니다.
ms: tor berjalan. seluruh chat dirutekan lewat tor demi privasi.
ne: tor सुरु भयो। गोपनीयताका लागि पूरा च्याट tor मार्फत जान्छ।
pl: tor uruchomiony. wszystkie czaty idą przez tor dla prywatności IP.
pt: O Tor foi iniciado. Todas as conversas são encaminhadas via Tor para ocultar o IP.
pt_br: tor iniciou. todo o chat é roteado por tor para privacidade.
ru: tor запущен. весь чат идёт через tor для приватности.
ta: tor தொடங்கியுள்ளது. IP பாதுகாப்பிற்காக அனைத்து உரையாடலும் tor வழியாக செல்கிறது.
th: tor เริ่มทำงานแล้ว ส่งแชททั้งหมดผ่าน tor เพื่อปกปิด IP
tr: Tor başlatıldı. IP gizliliği için tüm sohbetler Tor üzerinden yönlendiriliyor.
uk: tor запущено. увесь чат іде через tor для приватності.
ur: tor شروع ہو گیا۔ IP راز داری کیلئے تمام چیٹس tor سے گزرتی ہیں۔
vi: tor đã khởi động. toàn bộ chat đi qua tor để ẩn IP.
zh_hans: tor 已启动。所有聊天通过 tor 路由以保护 IP。
zh_hant: tor 已啟動。所有聊天透過 tor 路由以保護 IP。

# system.tor.starting
source: starting tor...
ar: يتم تشغيل tor...
bn: Tor চালু হচ্ছে...
es: iniciando Tor...
fa: در حال راه‌اندازی Tor...
fr: lancement de tor...
he: tor מופעל...
hi: Tor शुरू हो रहा है...
id: menjalankan tor...
it: avvio tor...
ja: torを起動中...
ko: tor 시작 중...
ms: menjalankan tor...
ne: tor सुरु हुँदै...
pl: uruchamianie tor...
pt: O Tor está a iniciar...
pt_br: iniciando tor...
ru: запуск tor...
ta: tor தொடங்குகிறது...
th: กำลังเริ่ม tor...
tr: Tor başlatılıyor...
uk: запуск tor...
ur: tor شروع ہو رہا ہے...
vi: đang khởi động tor...
zh_hans: 正在启动 tor...
zh_hant: 正在啟動 tor...

# verification.my_qr.accessibility_label
source: verification QR code
ar: رمز qr للتحقق
bn: যাচাই QR কোড
es: código QR de verificación
fa: کد QR تأیید
fr: code qr de vérification
he: קוד qr לאימות
hi: सत्यापन QR कोड
id: kode qr verifikasi
it: codice qr di verifica
ja: 検証用qrコード
ko: 인증 QR 코드
ms: kode qr verifikasi
ne: प्रमाणीकरण qr कोड
pl: kod QR do weryfikacji
pt: código QR de verificação
pt_br: código qr de verificação
ru: qr-код проверки
ta: சரிபார்ப்பு QR குறியீடு
th: รหัส QR สำหรับยืนยัน
tr: doğrulama QR kodu
uk: qr-код підтвердження
ur: تصدیقی QR کوڈ
vi: mã QR xác minh
zh_hans: 验证 QR 码
zh_hant: 驗證 QR 碼

# verification.my_qr.title
source: scan to verify me
ar: امسح للتحقق مني
bn: আমাকে যাচাই করতে স্ক্যান করুন
es: escanea para verificarme
fa: برای تأیید من اسکن کنید
fr: scanne pour me vérifier
he: סרוק כדי לאמת
hi: मुझे सत्यापित करने के लिए स्कैन करें
id: pindai untuk verifikasi
it: scansiona per verificarmi
ja: スキャンして確認
ko: 스캔해서 인증하세요
ms: pindai untuk verifikasi
ne: मलाई प्रमाणित गर्न स्क्यान गर
pl: zeskanuj, aby mnie zweryfikować
pt: Digitaliza para me verificares
pt_br: escaneie para me verificar
ru: отсканируй, чтобы подтвердить меня
ta: என்னைச் சரிபார்க்க ஸ்கேன் செய்யவும்
th: สแกนเพื่อยืนยันตัวฉัน
tr: beni doğrulamak için tara
uk: скануй, щоб підтвердити мене
ur: مجھے تصدیق کرنے کیلئے اسکین کریں
vi: quét để xác minh tôi
zh_hans: 扫描验证我
zh_hant: 掃描驗證我

# verification.my_qr.unavailable
source: QR unavailable
ar: qr غير متاح
bn: QR অনুপলব্ধ
es: QR no disponible
fa: QR در دسترس نیست
fr: qr indisponible
he: qr לא זמין
hi: QR उपलब्ध नहीं
id: qr tidak tersedia
it: qr non disponibile
ja: qrは利用不可
ko: QR 사용 불가
ms: qr tidak tersedia
ne: qr उपलब्ध छैन
pl: QR niedostępny
pt: QR indisponível
pt_br: qr indisponível
ru: qr недоступен
ta: QR கிடைக்கவில்லை
th: ไม่มี QR
tr: QR mevcut değil
uk: qr недоступний
ur: QR دستیاب نہیں
vi: QR không khả dụng
zh_hans: QR 不可用
zh_hant: QR 不可用

# verification.scan.paste_prompt
source: paste QR content to validate:
ar: الصق محتوى qr للتحقق:
bn: যাচাই করতে QR বিষয়বস্তু পেস্ট করুন:
es: pega el contenido del QR para validarlo:
fa: محتوای QR را برای اعتبارسنجی جای‌گذاری کنید:
fr: colle le contenu du qr pour valider :
he: הדבק תוכן qr לאימות:
hi: सत्यापित करने के लिए QR सामग्री पेस्ट करें:
id: tempel konten qr untuk validasi:
it: incolla il contenuto del qr per convalidare:
ja: 確認するqr内容を貼り付け:
ko: 인증을 위해 QR 내용을 붙여넣으세요:
ms: tempel konten qr untuk validasi:
ne: प्रमाणित गर्न qr सामग्री पेस्ट गर:
pl: wklej zawartość QR, aby zweryfikować:
pt: Cola o conteúdo do QR para validar:
pt_br: cole o conteúdo do qr para validar:
ru: вставь содержимое qr для проверки:
ta: சரிபார்க்க QR உள்ளடக்கத்தை ஒட்டு:
th: วางเนื้อหา QR เพื่อยืนยัน:
tr: doğrulamak için QR içeriğini yapıştırın:
uk: встав вміст qr для перевірки:
ur: تصدیق کیلئے QR مواد چسپاں کریں:
vi: dán nội dung QR để kiểm tra:
zh_hans: 粘贴 QR 内容以验证：
zh_hant: 粘貼 QR 內容以驗證：

# verification.scan.prompt_friend
source: scan a friend's QR
ar: امسح qr لصديق
bn: বন্ধুর QR স্ক্যান করুন
es: escanea el QR de un amigo
fa: QR دوست‌تان را اسکن کنید
fr: scanne le qr d'un ami
he: סרוק qr של חבר
hi: मित्र का QR स्कैन करें
id: pindai qr teman
it: scansiona il qr di un amico
ja: 友達のqrをスキャン
ko: 친구의 QR 스캔하기
ms: pindai qr teman
ne: साथीको qr स्क्यान गर
pl: zeskanuj QR znajomego
pt: Digitaliza o QR de um amigo
pt_br: escaneie o qr de um amigo
ru: отсканируй qr друга
ta: நண்பரின் QR ஐ ஸ்கேன் செய்யவும்
th: สแกน QR ของเพื่อน
tr: bir arkadaşının QR'ını tara
uk: скануй qr друга
ur: دوست کا QR اسکین کریں
vi: quét QR của bạn
zh_hans: 扫描好友的 QR
zh_hant: 掃描好友的 QR

# verification.scan.status.invalid
source: invalid or expired QR payload
ar: qr غير صالح أو منتهٍ
bn: অবৈধ বা মেয়াদোত্তীর্ণ QR পেলোড
es: QR inválido o caducado
fa: محتوای QR نامعتبر یا منقضی است
fr: qr invalide ou expiré
he: qr לא תקף או שפג תוקפו
hi: अमान्य या समाप्त हुआ QR पेलोड
id: qr tidak valid atau kedaluwarsa
it: qr non valido o scaduto
ja: qrが無効または期限切れ
ko: QR 페이로드가 잘못되었거나 만료되었습니다
ms: qr tidak valid atau kedaluwarsa
ne: qr अवैध या म्याद सकिएको
pl: nieprawidłowy lub wygasły payload QR
pt: payload de QR inválido ou expirado
pt_br: qr inválido ou expirado
ru: qr недействителен или просрочен
ta: சரியானதல்ல அல்லது காலாவதியான QR payload
th: payload ของ QR ไม่ถูกต้องหรือหมดอายุ
tr: geçersiz veya süresi dolmuş QR yükü
uk: qr недійсний або прострочений
ur: غلط یا میعاد ختم شدہ QR payload
vi: payload QR không hợp lệ hoặc đã hết hạn
zh_hans: QR 无效或已过期
zh_hant: QR 無效或已過期

# verification.scan.status.no_peer
source: could not find matching peer
ar: لم يتم العثور على قرين مطابق
bn: মিলে যাওয়া পিয়ার খুঁজে পাওয়া যায়নি
es: no se encontró un peer coincidente
fa: همتای مطابق پیدا نشد
fr: aucun pair correspondant trouvé
he: לא נמצא עמית תואם
hi: मिलता-जुलता पीयर नहीं मिला
id: tidak ada peer yang cocok
it: nessun peer corrispondente trovato
ja: 該当するピアが見つかりません
ko: 일치하는 피어를 찾을 수 없습니다
ms: tidak ada peer yang cocok
ne: मिल्ने peer फेला परेन
pl: nie znaleziono dopasowanego peera
pt: não foi possível encontrar o par correspondente
pt_br: nenhum peer correspondente encontrado
ru: соответствующий пир не найден
ta: பொருந்தும் peer கிடைக்கவில்லை
th: ไม่พบเพียร์ที่ตรงกัน
tr: eş bulunamadı
uk: відповідний пір не знайдений
ur: ملتا جلتا peer نہیں ملا
vi: không tìm thấy nút phù hợp
zh_hans: 未找到匹配的同伴
zh_hant: 未找到匹配的同伴

# verification.scan.status.requested
source: verification requested for %@
ar: تم طلب التحقق لـ %@
bn: %@-এর জন্য যাচাই অনুরোধ করা হয়েছে
es: se solicitó la verificación de %@
fa: درخواست تأیید برای %@ ارسال شد
fr: vérification demandée pour %@
he: התבקש אימות עבור %@
hi: %@ के लिए सत्यापन अनुरोध किया गया
id: verifikasi diminta untuk %@
it: verifica richiesta per %@
ja: %@の検証をリクエストしました
ko: %@에 대한 인증이 요청되었습니다
ms: verifikasi diminta untuk %@
ne: %@ को लागि प्रमाणीकरण अनुरोध भयो
pl: poproszono o weryfikację %@
pt: verificação solicitada para %@
pt_br: verificação solicitada para %@
ru: проверка запрошена для %@
ta: %@ க்கான சரிபார்ப்பு கோரப்பட்டுள்ளது
th: ร้องขอยืนยันสำหรับ %@
tr: %@ için doğrulama istendi
uk: перевірка запитана для %@
ur: %@ کیلئے تصدیق کی درخواست کی گئی
vi: đã yêu cầu xác minh cho %@
zh_hans: 已请求 %@ 的验证
zh_hant: 已請求 %@ 的驗證

# verification.scan.validate
source: validate
ar: تحقق
bn: যাচাই করুন
es: validar
fa: اعتبارسنجی
fr: valider
he: אשר
hi: सत्यापित करें
id: validasi
it: convalida
ja: 確認
ko: 인증하기
ms: validasi
ne: प्रमाणित गर
pl: zweryfikuj
pt: validar
pt_br: validar
ru: проверить
ta: சரிபார்க்க
th: ยืนยัน
tr: doğrula
uk: перевірити
ur: تصدیق کریں
vi: xác minh
zh_hans: 验证
zh_hant: 驗證

# verification.sheet.title
source: VERIFY
ar: تحقق
bn: যাচাই
es: VERIFICAR
fa: تأیید
fr: VÉRIFIER
he: אימות
hi: सत्यापन
id: VERIFIKASI
it: VERIFICA
ja: 確認
ko: 인증
ms: VERIFIKASI
ne: प्रमाणित
pl: WERYFIKACJA
pt: VERIFICAR
pt_br: VERIFICAR
ru: ПРОВЕРИТЬ
ta: சரிபார்ப்பு
th: ยืนยัน
tr: DOĞRULA
uk: ПЕРЕВІРИТИ
ur: تصدیق
vi: XÁC MINH
zh_hans: 验证
zh_hant: 驗證

source: Voice notes are only available in mesh chats.
ar: الملاحظات الصوتية متاحة فقط في محادثات الميش.
bn: ভয়েস নোট শুধু মেশ চ্যাটে উপলব্ধ।
es: Las notas de voz solo están disponibles en los chats de mesh.
fa: پیام صوتی فقط در گفتگوهای مش در دسترس است.
fr: Les notes vocales sont uniquement disponibles dans les discussions mesh.
he: הערות קוליות זמינות רק בצ׳אט של mesh.
hi: वॉइस नोट्स केवल मेश चैट में ही उपलब्ध हैं।
id: Catatan suara hanya tersedia di obrolan mesh.
it: Le note vocali sono disponibili solo nelle chat mesh.
ja: ボイスメモはメッシュチャットでのみ利用できます。
ko: 음성 메모는 메쉬 채팅에서만 사용할 수 있습니다.
ms: Nota suara hanya tersedia dalam sembang mesh.
ne: भ्वाइस नोटहरू केवल मेष च्याटमा मात्र उपलब्ध छन्।
pl: Notatki głosowe są dostępne tylko na czatach mesh.
pt: As notas de voz só estão disponíveis nos chats mesh.
pt_br: As mensagens de voz só estão disponíveis nos chats mesh.
ru: Голосовые сообщения доступны только в mesh-чатах.
ta: குரல் குறிப்புகள் மெஷ் உரையாடல்களில் மட்டுமே கிடைக்கும்.
th: บันทึกเสียงใช้งานได้เฉพาะในแชต mesh เท่านั้น
tr: Sesli notlar yalnızca mesh sohbetlerinde kullanılabilir.
uk: Голосові нотатки доступні лише в mesh-чатах.
ur: وائس نوٹس صرف میش چیٹس میں دستیاب ہیں۔
vi: Ghi chú giọng nói chỉ khả dụng trong các cuộc trò chuyện mesh.
zh_hans: 语音消息仅可在 mesh 聊天中使用。
zh_hant: 語音訊息僅能在 mesh 聊天中使用。

# app_info.settings.language.title
source: LANGUAGE
ar: اللغة
bn: ভাষা
es: IDIOMA
fa: زبان
fr: LANGUE
he: שפה
hi: भाषा
id: BAHASA
it: LINGUA
ja: 言語
ko: 언어
ms: BAHASA
ne: भाषा
pl: JĘZYK
pt: IDIOMA
pt_br: IDIOMA
ru: ЯЗЫК
ta: மொழி
th: ภาษา
tr: DİL
uk: МОВА
ur: زبان
vi: NGÔN NGỮ
zh_hans: 语言
zh_hant: 語言

# app_info.settings.language.picker_label
source: app language
ar: لغة التطبيق
bn: অ্যাপের ভাষা
es: idioma de la app
fa: زبان برنامه
fr: langue de l'app
he: שפת האפליקציה
hi: ऐप की भाषा
id: bahasa aplikasi
it: lingua dell'app
ja: アプリの言語
ko: 앱 언어
ms: bahasa aplikasi
ne: एपको भाषा
pl: język aplikacji
pt: idioma da app
pt_br: idioma do app
ru: язык приложения
ta: செயலியின் மொழி
th: ภาษาของแอป
tr: uygulama dili
uk: мова застосунку
ur: ایپ کی زبان
vi: ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

# app_info.settings.language.system
source: system default
ar: لغة النظام
bn: সিস্টেম ডিফল্ট
es: predeterminado del sistema
fa: پیش‌فرض سیستم
fr: réglage système
he: ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट
id: bawaan sistem
it: predefinita di sistema
ja: システムのデフォルト
ko: 시스템 기본값
ms: lalai sistem
ne: प्रणाली पूर्वनिर्धारित
pl: domyślny systemowy
pt: predefinição do sistema
pt_br: padrão do sistema
ru: системный по умолчанию
ta: கணினி இயல்புநிலை
th: ค่าเริ่มต้นของระบบ
tr: sistem varsayılanı
uk: системна за замовчуванням
ur: سسٹم ڈیفالٹ
vi: mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

# app_info.settings.language.restart_note
source: restart bitchat to apply the new language
ar: أعد تشغيل bitchat لتطبيق اللغة الجديدة
bn: নতুন ভাষা প্রয়োগ করতে bitchat পুনরায় চালু করুন
es: reinicia bitchat para aplicar el nuevo idioma
fa: برای اعمال زبان جدید، bitchat را دوباره باز کنید
fr: redémarrez bitchat pour appliquer la nouvelle langue
he: יש להפעיל מחדש את bitchat כדי להחיל את השפה החדשה
hi: नई भाषा लागू करने के लिए bitchat पुनः आरंभ करें
id: mulai ulang bitchat untuk menerapkan bahasa baru
it: riavvia bitchat per applicare la nuova lingua
ja: 新しい言語を適用するには bitchat を再起動してください
ko: 새 언어를 적용하려면 bitchat을 다시 시작하세요
ms: mulakan semula bitchat untuk menggunakan bahasa baharu
ne: नयाँ भाषा लागू गर्न bitchat पुनः सुरु गर्नुहोस्
pl: uruchom bitchat ponownie, aby zastosować nowy język
pt: reinicie o bitchat para aplicar o novo idioma
pt_br: reinicie o bitchat para aplicar o novo idioma
ru: перезапустите bitchat, чтобы применить новый язык
ta: புதிய மொழியைப் பயன்படுத்த bitchat-ஐ மீண்டும் தொடங்கவும்
th: รีสตาร์ท bitchat เพื่อใช้ภาษาใหม่
tr: yeni dili uygulamak için bitchat'i yeniden başlatın
uk: перезапустіть bitchat, щоб застосувати нову мову
ur: نئی زبان لاگو کرنے کے لیے bitchat دوبارہ شروع کریں
vi: khởi động lại bitchat để áp dụng ngôn ngữ mới
zh_hans: 重启 bitchat 以应用新语言
zh_hant: 重新啟動 bitchat 以套用新語言

# location_channels.mesh_label
source: mesh
bn: মেশ
fa: مش
hi: मेश

# app_info.legend.blocked
source: blocked
es: bloqueado
fa: مسدود

# app_info.legend.encrypted
source: end-to-end encrypted session
es: sesión cifrada de extremo a extremo
fa: نشست رمزنگاری‌شدهٔ سرتاسری

# app_info.legend.encryption_failed
source: encryption failed — messages not secured
es: cifrado fallido — mensajes no protegidos
fa: رمزنگاری ناموفق — پیام‌ها ایمن نیستند

# app_info.legend.favorite
source: favorite — enables offline messages via nostr when mutual
es: favorito — habilita mensajes sin conexión vía Nostr cuando es mutuo
fa: موردعلاقه — در صورت دوطرفه بودن، پیام آفلاین از طریق nostr فعال می‌شود

# app_info.legend.location_nearby
source: physically in this location channel's area
es: físicamente en el área de este canal de ubicación
fa: به‌صورت فیزیکی در محدودهٔ این کانال موقعیت است

# app_info.legend.mesh_connected
source: connected directly over bluetooth
es: conectado directamente por Bluetooth
fa: مستقیم از طریق بلوتوث متصل است

# app_info.legend.mesh_relayed
source: reachable through the mesh, relayed by others
es: alcanzable a través del mesh, retransmitido por otros
fa: از طریق مش در دسترس است، با بازپخش دیگران

# app_info.legend.nostr
source: reachable over the internet (nostr) — mutual favorites only
es: alcanzable por internet (Nostr) — solo favoritos mutuos
fa: از طریق اینترنت (nostr) در دسترس — فقط موردعلاقه‌های دوطرفه

# app_info.legend.offline
source: offline — not currently reachable
es: sin conexión — no alcanzable ahora
fa: آفلاین — فعلاً در دسترس نیست

# app_info.legend.teleported
source: teleported — joined the channel from somewhere else
es: teletransportado — se unió al canal desde otro lugar
fa: تله‌پورت‌شده — از جای دیگری به کانال پیوسته

# app_info.legend.title
source: SYMBOLS
es: SÍMBOLOS
fa: نمادها

# app_info.legend.unread
source: unread private messages
es: mensajes privados sin leer
fa: پیام‌های خصوصی خوانده‌نشده

# app_info.legend.verified
source: identity verified
es: identidad verificada
fa: هویت تأییدشده

# app_info.network.title
source: NETWORK
es: RED
fa: شبکه

# app_info.network.topology.description
source: map of peers and links learned from mesh announces
es: mapa de peers y enlaces obtenidos de los anuncios del mesh
fa: نقشهٔ همتاها و پیوندهایی که از اعلان‌های مش به دست آمده

# app_info.network.topology.hint
source: opens the mesh topology map
es: abre el mapa de topología del mesh
fa: نقشهٔ توپولوژی مش را باز می‌کند

# app_info.network.topology.title
source: mesh topology
es: topología del mesh
fa: توپولوژی مش

# content.accessibility.app_info_hint
source: shows app info
es: muestra la información de la app
fa: اطلاعات برنامه را نشان می‌دهد

# content.accessibility.attach_photo
source: attach photo
es: adjuntar foto
fa: پیوست عکس

# content.accessibility.attach_photo_hint
source: opens the photo library; use the take photo action for the camera
es: abre la fototeca; usa la acción tomar foto para la cámara
fa: کتابخانهٔ عکس را باز می‌کند؛ برای دوربین از گزینهٔ گرفتن عکس استفاده کن

# content.accessibility.choose_photo
source: choose photo
es: elegir foto
fa: انتخاب عکس

# content.accessibility.delivery_detail_hint
source: tap to show delivery details
es: toca para ver los detalles de entrega
fa: برای دیدن جزئیات تحویل ضربه بزنید

# content.accessibility.gateway_active
source: Internet gateway active, sharing your connection with the mesh
es: Puerta de enlace a internet activa, compartiendo tu conexión con el mesh
fa: دروازه اینترنت فعال است؛ اتصال شما با مش به اشتراک گذاشته می‌شود

# content.accessibility.group_chat
source: Group chat
es: Chat de grupo
fa: گپ گروهی

# content.accessibility.jump_to_latest
source: jump to latest messages
es: ir a los mensajes más recientes
fa: پرش به آخرین پیام‌ها

# content.accessibility.peers_connected
source: connected
es: conectado
fa: متصل

# content.accessibility.peers_none
source: no one reachable
es: nadie alcanzable
fa: کسی در دسترس نیست

# content.accessibility.record_voice_hint
source: double-tap to start recording, double-tap again to send
es: toca dos veces para empezar a grabar, toca dos veces de nuevo para enviar
fa: برای شروع ضبط دوبار ضربه بزنید، برای ارسال دوباره دوبار ضربه بزنید

# content.accessibility.record_voice_note
source: record voice note
es: grabar nota de voz
fa: ضبط پیام صوتی

# content.accessibility.recording
source: recording
es: grabando
fa: در حال ضبط

# content.accessibility.take_photo
source: take photo with camera
es: tomar foto con la cámara
fa: گرفتن عکس با دوربین

# content.accessibility.verification
source: verify encryption
es: verificar cifrado
fa: تأیید رمزنگاری

# content.actions.resend
source: resend
es: reenviar
fa: ارسال دوباره

# content.clear.confirm_action
source: clear chat
es: limpiar chat
fa: پاک کردن گپ

# content.clear.confirm_title
source: clear this chat?
es: ¿limpiar este chat?
fa: این گپ پاک شود؟

# content.commands.group
source: create or manage private groups
es: crear o gestionar grupos privados
fa: ساخت یا مدیریت گروه‌های خصوصی

# content.commands.help
source: show available commands
es: mostrar los comandos disponibles
fa: نمایش دستورات موجود

# content.commands.pay
source: send a cashu ecash token in this chat
es: enviar un token de ecash Cashu en este chat
fa: ارسال توکن ecash از cashu در این گپ

# content.commands.ping
source: measure round-trip time to a mesh peer
es: medir el tiempo de ida y vuelta a un peer del mesh
fa: اندازه‌گیری زمان رفت‌وبرگشت تا یک همتای مش

# content.commands.trace
source: estimate the mesh path to a peer
es: estimar la ruta del mesh hasta un peer
fa: تخمین مسیر مش تا یک همتا

# content.delivery.reason.encryption_failed
source: encryption failed
es: cifrado fallido
fa: رمزنگاری ناموفق بود

# content.delivery.reason.not_delivered
source: not delivered
es: no entregado
fa: تحویل نشد

# content.delivery.reason.voice_send_failed
source: voice note failed to send
es: no se pudo enviar la nota de voz
fa: ارسال پیام صوتی ناموفق بود

# content.delivery.reason.voice_too_large
source: voice note too large
es: nota de voz demasiado grande
fa: پیام صوتی بیش از حد بزرگ است

# content.delivery.sending
source: sending...
es: enviando...
fa: در حال ارسال...

# content.delivery.sent
source: sent — no delivery confirmation yet
es: enviado — aún sin confirmación de entrega
fa: ارسال شد — هنوز تأیید تحویل نرسیده

# content.empty.location_intro
source: you're in #%@ — a public location channel over the internet
es: estás en #%@ — un canal de ubicación público por internet
fa: شما در #%@ هستید — یک کانال موقعیت عمومی روی اینترنت

# content.empty.mesh_intro
source: you're on #mesh — reaches people within bluetooth range
es: estás en #mesh — llega a personas dentro del alcance de Bluetooth
fa: شما در #mesh هستید — به افراد در برد بلوتوث می‌رسد

# content.empty.mesh_waiting
source: nobody in range yet... messages appear here
es: nadie a tu alcance todavía... los mensajes aparecerán aquí
fa: هنوز کسی در برد نیست... پیام‌ها اینجا نمایش داده می‌شوند

# content.empty.switch_hint
source: tap the channel name above to switch · tap bitchat/ for help
es: toca el nombre del canal de arriba para cambiar · toca bitchat/ para ayuda
fa: برای تغییر، نام کانال بالا را ضربه بزنید · برای راهنما bitchat/ را ضربه بزنید

# content.header.gateway_active
source: Sharing your internet connection with nearby mesh peers
es: Compartiendo tu conexión a internet con peers cercanos del mesh
fa: اشتراک‌گذاری اتصال اینترنت شما با همتاهای مش اطراف

# content.input.placeholder.location
source: message #%@ — public
es: mensaje #%@ — público
fa: پیام به #%@ — عمومی

# content.input.placeholder.mesh
source: message #mesh — public, nearby
es: mensaje #mesh — público, cerca
fa: پیام به #mesh — عمومی، اطراف شما

# content.input.placeholder.private
source: message %@ — private
es: mensaje %@ — privado
fa: پیام به %@ — خصوصی

# content.jump.new_count
source: %lld new
es: %lld nuevos
fa: %lld جدید

# content.payment.copy_token
source: copy token
es: copiar token
fa: کپی توکن

# content.payment.redeem_wallet
source: redeem in wallet
es: canjear en la cartera
fa: دریافت در کیف پول

# content.payment.redeem_web
source: redeem on web
es: canjear en la web
fa: دریافت در وب

# content.private.caption
source: private conversation
es: conversación privada
fa: گفتگوی خصوصی

# content.private.caption_encrypted
source: private · end-to-end encrypted
es: privado · cifrado de extremo a extremo
fa: خصوصی · رمزنگاری سرتاسری

# content.private.caption_group
source: encrypted group · members only
es: grupo cifrado · solo miembros
fa: گروه رمزنگاری‌شده · فقط اعضا

# fingerprint.badge.vouched
source: ✓ VOUCHED
es: ✓ AVALADO
fa: ✓ ضمانت‌شده

# fingerprint.message.vouched_by
source: vouched for by %d people you verified
es: avalado por %d personas que verificaste
fa: توسط %d نفر که تأیید کرده‌اید ضمانت شده

# geohash_people.state.nearby
source: in this area
es: en esta zona
fa: در این منطقه

# geohash_people.state.teleported
source: teleported from elsewhere
es: teletransportado desde otro lugar
fa: تلپورت‌شده از جای دیگر

# geohash_people.state.you
source: you
es: tú
fa: شما

# groups.accessibility.open_group_hint
source: Opens the group chat
es: Abre el chat de grupo
fa: گفتگوی گروهی را باز می‌کند

# groups.section.header
source: groups
es: grupos
fa: گروه‌ها

# groups.state.creator
source: Creator
es: Creador
fa: سازنده

# location_channels.accessibility.add_bookmark
source: bookmark channel
es: marcar canal
fa: نشانک‌گذاری کانال

# location_channels.accessibility.remove_bookmark
source: remove bookmark
es: quitar marcador
fa: حذف نشانک

# location_channels.accessibility.switch_hint
source: switches to this channel
es: cambia a este canal
fa: به این کانال جابه‌جا می‌شود

# media.accessibility.cancel_send
source: cancel sending
es: cancelar envío
fa: لغو ارسال

# media.image.accessibility.hidden
source: hidden image
es: imagen oculta
fa: تصویر پنهان

# media.image.accessibility.hint.open
source: opens the image full screen
es: abre la imagen a pantalla completa
fa: تصویر را تمام‌صفحه باز می‌کند

# media.image.accessibility.hint.reveal
source: reveals the image
es: revela la imagen
fa: تصویر را نمایان می‌کند

# media.image.accessibility.revealed
source: image
es: imagen
fa: تصویر

# media.image.accessibility.sending
source: sending image
es: enviando imagen
fa: در حال ارسال تصویر

# media.image.accessibility.unavailable
source: image unavailable
es: imagen no disponible
fa: تصویر در دسترس نیست

# media.image.action.delete
source: delete image
es: eliminar imagen
fa: حذف تصویر

# media.image.action.hide
source: hide image
es: ocultar imagen
fa: پنهان کردن تصویر
